const eventList = [
  {
    time: "2021-7-23 00:00:00",
    event:
      "2021年7月23日，鱼主播寅子在永劫无间官方举办的主播单挑赛中四局一人未杀输完阿飞输66，获得倒数第一的好成绩",
  },
  {
    time: "2030-1-1 00:00:00",
    event:
      "2021年8月6日，斗鱼主播寅子的小区物业已完成2016年屋顶的修缮工作，服务效率极高，下次轮到老头家预计约在2030年",
  },
  {
    time: "2021-8-10 00:00:00",
    event:
      "2021年8月10日，王指导于斗鱼主播寅子直播间提醒主播记得放F，见人放F，挨打放F，吃饭放F，睡觉放F",
  },
  {
    time: "2021-8-10 00:00:00",
    event:
      "2021年8月10日，斗鱼主播寅子在直播间单杀蟑螂成功，并第一时间向饲养员邀功，宣布无敌",
  },
  {
    time: "2021-8-14 00:00:00",
    event: "2021年8月14日，斗鱼双塔寅子与走黯在痛苦列车被“胳膊”乱杀",
  },
  {
    time: "2021-8-17 00:00:00",
    event:
      "2021年8月17日，斗鱼主播寅子请假去动物园陪依依，依依乖巧地说谢谢叔叔",
  },
];

export const config = {
  eventList,
};
